--서비스(프로젝트)를 한 줄로 표현
--지도와 다이어리가 합쳐진 서비스로, 장소 사진 하나로 어디인지 알 수 있고 그 장소에 방문하게 되면 고유의 스티커를 획득하여 일기를 기록할 수 있는 웹서비스

--사용자가 서비스에 들어왔을 때 할 수 있는 일들 리스트 업
--1. 회원가입
--2. 가고싶은 곳 저장
--3. 이미 방문한 곳 스티커 발급
--4. 스티커북
--5. 스티커를 가지고 다이어리 기록
--6. 먼슬리 리뷰형식의 기록
--7. 장소 사진 캡처본 스캔하여 어딘지 알아냄
--(번외 : 장소에 대한 후기 나누는 sns 기능, 후기가 좋은 장소들 맞춤추천)

--insert를 먼저 생각해본다(추가 상황들만)
--회원가입 -> 아이디, 비번, 이름, 연락처
--스티커북
--먼슬리


--표 쪼개기
--고객정보 : 이름, 연락처

--로그인(사용자 찾기) : select, users
insert into users(users_id, password, name, phone)
values('test1234', 'pass1234', '테스트', '010-0000-0000';)

select*from users where users_id = 'test1234' and password = 'pass1234';